[{"name":"Blizzard Lizard","type":"Effect Monster","desc":"When this card is destroyed by battle, inflict 800 points of damage to your opponent's Life Points.","atk":"600","def":"1800","level":"3","race":"Beast","attribute":"WATER"},{"name":"Attribute Bomb","type":"Spell Card","race":"Equip","desc":"Declare an Attribute. When the equipped monster is destroyed by battle by a monster of that Attribute, inflict 1000 damage to your opponent."},{"name":"Flame Wall","type":"Spell Card","race":"Continuous","desc":"While a Pyro-Type monster is in your Graveyard, you take no effect damage from your opponent's card effects."},{"name":"Number 50: Blackship of Corn","type":"Xyz Monster","desc":"2 Level 4 monsters\n Once per turn: You can detach 1 Xyz Material from this card, then target 1 face-up monster your opponent controls with ATK less than or equal to this card's; send it to the Graveyard, and if you do, inflict 500 damage to your opponent. This card cannot attack the turn you activate this effect.","atk":"2100","def":"1500","rank":"4","race":"Plant","attribute":"DARK"},{"name":"Athena","type":"Effect Monster","desc":"If another Fairy monster(s) is Summoned: Inflict 300 damage to your opponent. Once per turn: You can send 1 face-up Fiary monster you control to the GY, except \"Athena\", then target 1 Fairy monster in your GY, except \"Athena\"; Special Summon that target.","atk":"2600","def":"800","level":"7","race":"Fairy","attribute":"LIGHT"},{"name":"Iron Chain Blaster","type":"Effect Monster","desc":"Once per turn, you can send 1 \"Iron Chain\" monster you control to the Graveyard to inflict 400 damage to your opponent.","atk":"1100","def":"0","level":"2","race":"Warrior","attribute":"EARTH"},{"name":"Archfiend Interceptor","type":"Effect Monster","desc":"While you control this face-up Attack Position card, when an opponent's monster declares an attack, inflict 250 damage to your opponent","atk":"1400","def":"1600","level":"4","race":"Fiend","attribute":"DARK"},{"name":"Inferno","type":"Effect Monster","desc":"Cannot be Normal Summoned/Set. Must first be Special Summoned (from your hand) by banishing 1 FIRE monster from your GY. If this card destroys an opponent's monster by battle and sends it to the GY: Inflict 750 damage to your opponent.","atk":"1100","def":"1900","level":"4","race":"Pyro","attribute":"FIRE"},{"name":"Volcanic Slicer","type":"Effect Monster","desc":"Once per turn, you can inflict 250 damage to your opponent. If you activate this effect, this card cannot attack during this turn.","atk":"1800","def":"1200","level":"4","race":"Pyro","attribute":"FIRE"},{"name":"Tatakawa Knight","type":"Effect Monster","desc":"If the activation of your Spell/Trap Card is negated by your opponent's card effect: You can send this card from your hand to the Graveyard: inflict 750 damage to your opponent.","atk":"1500","def":"0","level":"4","race":"Warrior","attribute":"EARTH"},{"name":"Satellarknight Alsahm","type":"Effect Monster","desc":"If this card is Summoned: You can inflict 500 damage to your opponent. You can only use this effect of \"Satellarknight Alsahm\" once per turn.","atk":"1400","def":"1800","level":"4","race":"Warrior","attribute":"LIGHT"},{"name":"Red Duston","type":"Effect Monster","desc":"Cannot be used as a Fusion, Synchro, or Xyz Material for a Summon. While this card is face-up on the field, it cannot be Tributed. When this card on the field is destroyed: The controller takes 250 damage. You can only control 1 face-up \"Red Duston\".","atk":"0","def":"1000","level":"1","race":"Fiend","attribute":"FIRE"},{"name":"Achacha Chanbara","type":"Effect Monster","desc":"During either player's turn, when a card or effect is activated that will inflict damage when it resolves: You can Special Summon this card from your hand, and if you do, iflict 200 damage to your opponent.","atk":"1400","def":"400","level":"3","race":"Warrior","attribute":"FIRE"},{"name":"Bujingi Crow","type":"Effect Monster","desc":"When a Beast-Warrior Type \"Bujin\" monster you control is targeted for an attack by an opponent's monster: You can send this card from your hand to the Graveyard; negate the attack, and if you do, inflict damage to your opponent equal to quarter the attacker's ATK. You can only use the effect of \"Bujingi Crow\" once per turn.","atk":"1700","def":"800","level":"4","race":"Winged Beast","attribute":"LIGHT"},{"name":"Caius the Shadow Monarch","type":"Effect Monster","desc":"If this card is Tribute Summoned: Target 1 card on the field: banish that target, and if you do, inflict 500 damage to your opponent if it is a DARK monster.","atk":"2400","def":"1000","level":"6","race":"Fiend","attribute":"DARK"},{"name":"Grenosaurus","type":"Xyz Monster","desc":"2 Level 3 monsters \n When this card destroys an opponent's monster by battle and sends it to the Graveyard: You can detatch 1 Xyz Material from this card: inflict 500 damage to your opponent.","atk":"2000","def":"1900","rank":"3","race":"Dinosaur","attribute":"FIRE"},{"name":"Gagaga Cowboy","type":"Xyz Monster","desc":"2 Level 4 monsters \n Once per turn: You can detach 1 Xyz Material from this card; apply this effect, depending on this card's current battle position.\r●Attack Position: If this card attacks an opponent's monster this turn, it gains 1000 ATK, also the opponent's monster loses 500 ATK, during the Damage Step only. \r●Defense Position: Inflict 400 damage to your opponent.","atk":"1500","def":"2400","rank":"4","race":"Warrior","attribute":"EARTH"},{"name":"Playmaker","type":"Xyz Monster","desc":"3 Level 5 monsters \n When this card is Special Summoned: Change all face-down Defense Position monsters on the field to face-up Attack Position. (Flip Effects are not activated.) At the end of the Damage Step, if this card attacked a monster: You can detach 1 Xyz Material from this card, then target 1 monster your opponent controls with the highest ATK (your choice, if tied); this card can attack once again in a row, on that monster.","atk":"2600","def":"2500","rank":"5","race":"Warrior","attribute":"EARTH"},{"name":"Antidote Nurse","type":"Xyz Monster","desc":"3 Level 3 monsters \n During the Damage Step, when your monster battles (Quick Effect): You can detach 1 material from this card; it gains 1000 ATK until the end of this turn. During damage calculation, if this card battles an opponent's monster: that opponent's monster's ATK becomes its original ATK.","atk":"1800","def":"1200","rank":"3","race":"Machine","attribute":"LIGHT"},{"name":"Infernity Reflector","type":"Trap Card","race":"Normal","desc":"Activate only by discarding all the cards in your hand when a \"Infernity\" monster you control is destroyed by battle and sent to the Graveyard. Select and Special Summon that monster from your Graveyard, and inflict 500 damage to your opponent."},{"name":"Malefic Force","type":"Trap Card","race":"Normal","desc":"Target 1 \"Malefic\" monster you control: that monster is unaffected by your opponent's Spell effects while it is face-up on the field."},{"name":"Power Converter","type":"Spell Card","race":"Equip","desc":"Equip only to a monster you control. Once per turn, during your Main Phase 1: You can gain LP equal to half the ATK of the equipped monster, and if you do, its ATK becomes 0 until the end of this turn (even if this card leaves the field)."},{"name":"Sacred Defense Barrier","type":"Spell Card","race":"Field","desc":"Each time a Rock-Type monster is Normal or Flip Summoned: Change it to Defense Position, and if you do, place 1 Protection Counter on it. If a monster with a Protection Counter would be destroyed by battle or card effect while this card is on the field, remove 1 Protection Counter from it instead."},{"name":"Infinity Force","type":"Trap Card","race":"Normal","desc":"When you take battle or effect damage while you control a \"Meklord Emperor\" monster: Destroy all monsters your opponent controls."},{"name":"Convert Ghost","type":"Trap Card","race":"Normal","desc":"When your opponent activates a card or effect while you control a \"Meklord Emperor\" monster: Banish 1 Machine-Type monster from you Graveyard; negate that effect, and if you do, destroy that card, also, after that. Set this card face-down instead of sending it to the Graveyard."},{"name":"Divergence","type":"Trap Card","race":"Continuous","desc":"Once per chain, when an opponent's monster declares an attack that targets your Machine-Type monster: You can target 1 other Machine-Type monster you control; change the attack target to that target."},{"name":"Battle Return","type":"Trap Card","race":"Normal","desc":"During your Battle Phase: Target 1 \"Meklord Emperor\" monster you control; halve its ATK until the end of this turn, and if you do, it can make a second attack during each Battle Phase this turn."},{"name":"Labyrinth of Kline","type":"Trap Card","race":"Normal","desc":"When an opponent's monster declares an attack: Target the attacking monster; negate the attack, and if you do, switch the original ATK and DEF of that monster until the end of the next turn."},{"name":"Spark Breaker","type":"Trap Card","race":"Continuous","desc":"Once per turn: You can target 1 monster you control; destroy that target."},{"name":"Double Type Rescue","type":"Trap Card","race":"Normal","desc":"If you control 2 or more face-up monsters with different Types, and your opponent controls more monsters than you do: Target 1 monster in your Graveyard; Special Summon it."},{"name":"Wisel Carrier","type":"Effect Monster","desc":"If there is no face-up \"Meklord Emperor\" on the field, destroy this card. Cannot be destroyed by an opponent's card effects.","atk":"800","def":"600","level":"1","race":"Machine","attribute":"DARK"},{"name":"Wisel Guard 3","type":"Effect Monster","desc":"You can Special Summon this card (from your hand) by Tributing 1 \"Wisel Guard\", if there is no face-up \"Meklord Emperor\" on the field, destroy this card. When an opponent's monster declares an attack that targets another monster you control. You can change the attack target to this card. The first time this card would be destroyed by battle each turn, it is not destroyed.","atk":"0","def":"2000","level":"3","race":"Machine","attribute":"DARK"},{"name":"Wisel Guard","type":"Effect Monster","desc":"If there is no face-up \"Meklord Emperor\" monster on the field, destroy this card. When an opponent's monster declares an attack that targets another monster you control: You can change the attack target to this card.","atk":"0","def":"1200","level":"1","race":"Machine","attribute":"DARK"},{"name":"Wisel Attack 3","type":"Effect Monster","desc":"You can Special Summon this card (from your hand) by Tributing 1 \"Wisel Attack\", if there is no face-up \"Meklord Emperor\" on the field, destroy this card. If your \"Meklord Emperor\" monster attacks a Defense Position monster, inflict piercing battle damage to your opponent.","atk":"1600","def":"0","level":"3","race":"Machine","attribute":"DARK"},{"name":"Wisel Attack","type":"Effect Monster","desc":"If there is no face-up \"Meklord Emperor\" on the field, destroy this card.","atk":"1200","def":"0","level":"1","race":"Machine","attribute":"DARK"},{"name":"Wisel Top 3","type":"Effect Monster","desc":"You can Special Summon this card (from your hand) by Tributing 1 \"Wisel Top\", if there is no face-up \"Meklord Emperor\" on the field, destroy this card. Once per turn, when your opponent activates a Spell Card (Quick Effect): You can negate the activation, and if you do, destroy it","atk":"600","def":"0","level":"3","race":"Machine","attribute":"DARK"},{"name":"Wisel Top","type":"Effect Monster","desc":"If there is no face-up \"Meklord Emperor\" on the field, destroy this card.","atk":"500","def":"0","level":"1","race":"Machine","attribute":"DARK"},{"name":"Imitation","type":"Spell Card","race":"Normal","desc":"Target 1 Token in the Monster Zone; destroy it, and if you do, Special Summon 1 \"Mask Token\" (Spellcaster-Type/DARK/Level 1/ATK ?/DEF ?) with the same ATK and DEF to your opponent's field. Then, inflict damage to your opponent equal to half its ATK."},{"name":"Infernity Doom Slinger","type":"Effect Monster","desc":"If you have no cards in your hand, when your opponent activates a card or effect that would inflict damage to you (Quick Effect): You can banish this card from your Graveyard; make that effect damage to you 0, then your opponent chooses whether or not to apply the following effect: \n● Excavate the top card of your Deck, and if it is a monster, inflict 2000 to your opponent. Otherwise, you take 2000 damage. Shuffle the excavated card into your Deck.","atk":"100","def":"100","level":"1","race":"Fiend","attribute":"DARK"},{"name":"Zero Sprite","type":"Trap Card","race":"Normal","desc":"Target 1 face-up monster you control; equip this card to that target. The equipped monster's original ATK becomes 0, but it can attack twice during each Battle Phase."},{"name":"Pride Shout","type":"Trap Card","race":"Continuous","desc":"At the end of the Damage Step, if your monster with 0 ATK attacked directly while this card was already face-up in your Spell & Trap Zone: Inflict damage to your opponent equal to the DEF of that monster you control."},{"name":"Beast Burial Ritual","type":"Trap Card","race":"Normal","desc":"Target 1 Beast-Type monster you control; destroy that target, and if you do, draw 2 cards during the next Standby Phase."},{"name":"Hidden Passage","type":"Spell Card","race":"Continuous","desc":"All Level 2 or lower Spellcaster-Type monsters you control with ATK lower than the face-up monster your opponent controls with the lowest ATK can attack your opponent directly."},{"name":"Amazoness Arena","type":"Spell Card","race":"Field","desc":"When this card is activated: Both players gain 600 LP. At the end of the Damage Step, if a monster battled: The attacking player can pay 100 LP; Inflict 100 damage to the opponent."},{"name":"Token","type":"Token","desc":"This card can be used as any Token.","atk":"0","def":"0","level":"1","race":"Beast","attribute":"EARTH"},{"name":"Dimension Equilibrium","type":"Trap Card","race":"Normal","desc":"When a Beast-Type monster you control is destroyed by battle with an opponent's attacking monster and sent to the Graveyard: Target that monster; Special Summon it, and if you do, banish the attacking monster."},{"name":"Contaminated Earth","type":"Trap Card","race":"Normal","desc":"If a face-up Level 5 or higher monster(s) you control was destroyed by a card effect this turn: Special Summon 1 \"Earthbound Immortal\" monster from your hand, Deck or Graveyard, but it cannot attack, nor activate its effect this turn."},{"name":"Chaos Distill","type":"Spell Card","race":"Continuous","desc":"Any card sent to your Graveyard is banished instead."},{"name":"Chain Close","type":"Trap Card","race":"Normal","desc":"When a card(s) on the field is destroyed by battle or card effect and sent to the Graveyard: Your opponent cannot activate Spell/Trap Cards this turn. Neither player can activate cards or effects in response to this card's activation."},{"name":"High and Low","type":"Trap Card","race":"Normal","desc":"When your face-up monster is targeted for an attack: Apply the following effect up to 3 times while you control that face-up attack target. \n● Send the top card of your Deck to the Graveyard, and if it is a monster, the attack target gains ATK equal to the ATK of the monster you sent to the Graveyard, but if the attack target's ATK is higher than the attacking monster's ATK, destroy the attack target."},{"name":"Synchro Back","type":"Trap Card","race":"Normal","desc":"Target 1 Synchro Monster you control; return that target to the Extra Deck, also during the Standby Phase of your next turn, Special Summon from your Extra Deck, 1 Synchro Monster with the same name as that monster returned to the Extra Deck."},{"name":"Passion of Baimasse","type":"Trap Card","race":"Counter","desc":"When your opponent activates a monster effect, while you control an \"Earthbound Immortal\" monster: Negate the activation and destroy it."},{"name":"D - Mind","type":"Spell Card","race":"Normal","desc":"If you control no \"Destiny HERO\" monsters: Special Summon 1 Level 3 or lower \"Destiny HERO\" monster from your Deck."},{"name":"Toy Emperor","type":"Effect Monster","desc":"When this card destroys an opponent's monster by battle: You can add 1 Trap from your Deck to your hand.","atk":"2300","def":"800","level":"6","race":"Machine","attribute":"EARTH"},{"name":"Crowning of the Emperor","type":"Spell Card","race":"Normal","desc":"Tribute 1 'Toy Soldier'; Special Summon 1 'Toy Emperor' from your hand or Deck."},{"name":"Gjallarhorn","type":"Trap Card","race":"Continuous","desc":"Must be activated in the Graveyard. If this card is in your Graveyard: You can target 1 'Aesir' monster you control; that face-up monster is unaffected by the effects of other Spells/Traps this turn, also, after that, place this card face-up in your Spell & Trap Zone. During your 3rd End Phase after activation, inflict damage to your opponent equal to the total ATK of all monsters you control, and if you do, banish this card and all monsters you control."},{"name":"Shiny Black \"C\" Squadder","type":"Normal Monster","desc":"Wherever there are shadows, you'll find the \"C\" Squad! Their hidden flying abilities let them confront the giants on equal terms!","atk":"2000","def":"0","level":"4","race":"Insect","attribute":"EARTH"},{"name":"Double Ripple","type":"Spell Card","race":"Normal","desc":"Send 2 face-up monsters you control to the Graveyard (1 Tuner and 1 non-Tuner), whose total Levels equal 7, then Special Summon both 1 'Power Tool Dragon' and 1 'Ancient Fairy Dragon' in Defense Position from your Extra Deck."},{"name":"Crystal Slicer","type":"Trap Card","race":"Normal","desc":"Send 1 'Crystal Beast' monster from your Deck to the Graveyard, then target 1 face-up monster your opponent controls; halve the original ATK of that target, also your opponent draws 1 card."},{"name":"Ice Mirror","type":"Spell Card","race":"Normal","desc":"Target 1 Level 3 or lower WATER monster you control: Special Summon 1 monster with the same name from your Deck, but it cannot declare an attack this turn."},{"name":"The Unchosen One","type":"Spell Card","race":"Normal","desc":"If your opponent controls 2 or more monsters: Your opponent chooses 1 monster they control, you destroy 1 other monster they control, then, Special Summon the destroyed monster from the Graveyard in Attack Position. You cannot conduct your Battle Phase the turn you activate this card."},{"name":"Superheavy Samurai Wagon","type":"Effect Monster","desc":"When this card is Normal or Special Summoned: You can change its battle position. This card can attack while in face-up Defense Position. If it does, apply its DEF for damage calculation. If you have no Spells/Traps in your Graveyard: You can change this face-up Defense Position card you control to Attack Position, and if you do, add 1 'Superheavy Samurai Soul' monster from your Deck to your hand. You can only use this effect of 'Superheavy Samurai Wagon' once per turn.","atk":"1200","def":"1800","level":"4","race":"Machine","attribute":"EARTH"},{"name":"Lava Golem","type":"Effect Monster","desc":"Cannot be Normal Summoned/Set. Must first be Special Summoned (from your hand) to your opponent's side of the field by Tributing 2 monsters they control. You cannot Normal Summon/Set the turn you Special Summon this card. During each of your Standby Phases: Take 500 damage.","atk":"3000","def":"2500","level":"8","race":"Fiend","attribute":"FIRE"},{"name":"Jester Queen","type":"Effect Monster","desc":"If this card is Normal or Special Summoned: Destroy all cards in your Spell & Trap Zone. If you control no other monsters, this card can attack a number of times each Battle Phase, up to the number of cards in your Spell & Trap Zone","atk":"800","def":"800","level":"2","race":"Spellcaster","attribute":"DARK"},{"name":"Synchro Monument","type":"Spell Card","race":"Field","desc":"Synchro Summons cannot be negated. Neither player can activate Spell/Trap Cards when a monster is Synchro Summoned."},{"name":"Maiden in Love","type":"Effect Monster","desc":"This Attack Position card cannot be destroyed by battle. After damage calculation, if this card is attacked: Place 1 Maiden Counter on the monster that attacked this card.","atk":"400","def":"300","level":"2","race":"Spellcaster","attribute":"LIGHT"},{"name":"Pain to Power","type":"Spell Card","race":"Equip","desc":"If a monster you control other than the equipped monster attacks and you take battle damage: The equipped monster gainst ATK equal to the damage you took until the end of this turn."},{"name":"Happy Marriage","type":"Spell Card","race":"Equip","desc":"The equipped monster gains ATK equal to the combined original ATK of all monsters you control that are owned by your opponent."},{"name":"Cupid's Kiss","type":"Spell Card","race":"Equip","desc":"At the end of the Damage Step, if the equipped monster you control attacked an opponent's monster with a Maiden Counter, and you took battle damage: Take control of the opponent's monster."},{"name":"Jester's Panic","type":"Spell Card","race":"Normal","desc":"Target 1 Set card in your opponent's Spell & Trap Zone; look at that target, then you can reveal 1 card from your hand of the same type (Spell or Trap), destroy that target, and if you do, all level 2 or lower Spellcaster-Type monsters you currently control can attack your opponent directly this turn."},{"name":"Defense Maiden","type":"Trap Card","race":"Continuous","desc":"When an opponent's monster declares an attack on a monster you control: You can target 1 'Maiden in Love' you control: switch the attack target to that target."},{"name":"Centaur Mina","type":"Fusion Monster","desc":"\"Noble Knight's Spearholder\" + \"Horse of the Floral Knights\" \n Once per turn, when your opponent activates a Trap Card during your turn (Quick Effect): You can negate the activation, and if you do, Set that card face-down.","atk":"2200","def":"1600","level":"6","race":"Beast-warrior","attribute":"LIGHT"},{"name":"Kiteroid","type":"Effect Monster","desc":"During damage calculation, if your opponent's monster attacks directly (Quick Effect): You can discard this card; you take no battle damage from that battle. During damage calculation, if your opponent's monster attacks directly (Quick Effect): You can banish this card from your Graveyard; you take no battle damage from that battle.","atk":"200","def":"400","level":"1","race":"Machine","attribute":"WIND"},{"name":"Dark Archetype","type":"Effect Monster","desc":"When this card is destroyed by battle and sent to the Graveyard: You can Special Summon 1 monster from your Deck with ATK less than or equal to the battle damage you took.","atk":"1400","def":"400","level":"4","race":"Spellcaster","attribute":"DARK"},{"name":"Horse of the Floral Knights","type":"Effect Monster","desc":"When this card is Normal Summoned: You can add 1 'Noble Knight's Spearholder' or 1 'Polymerization' from your Deck to your Hand","atk":"400","def":"800","level":"3","race":"Beast","attribute":"WIND"},{"name":"Toy Soldier","type":"Effect Monster","desc":"Once per turn during your Standby Phase: You can Special Summon 1 'Toy Soldier' from your Deck in Attack Position.","atk":"800","def":"300","level":"3","race":"Machine","attribute":"EARTH"},{"name":"Plasma Warrior Eitom","type":"Effect Monster","desc":"Cannot be Normal Summoned/Set. Must be Special Summoned (from your hand) by Tributing 1 Level 7 or higher monster. This card can attack directly, but when it does so using this effect, the battle damage inflicted to your opponent is halved.","atk":"3000","def":"2500","level":"8","race":"Thunder","attribute":"LIGHT"},{"name":"Armored White Bear","type":"Effect Monster","desc":"When this card is destroyed and sent to the Graveyard: You can Special Summon 1 Level 4 or lower LIGHT Beast-Type monster from your Deck or Graveyard.","atk":"1800","def":"1400","level":"4","race":"Beast","attribute":"WATER"},{"name":"Noble Knight's Spearholder","type":"Effect Monster","desc":"You can Tribute this card; add 1 Equip Spell from your Deck to your hand.","atk":"800","def":"400","level":"2","race":"Warrior","attribute":"LIGHT"},{"name":"Noble Knight's Shield-Bearer","type":"Effect Monster","desc":"When this card is Normal Summoned: You can banish 1 LIGHT Warrior-Type monster in your Graveyard; draw 1 card.","atk":"800","def":"1300","level":"4","race":"Warrior","attribute":"LIGHT"},{"name":"Arcana Force XII - The Hangman","type":"Effect Monster","desc":"When this card is Summoned: Toss a coin and gain the appropriate effect. \r● Heads: Once per turn, during your End Phase: Target 1 face-up monster you control; destroy that target, and if you do, take damage equal to its ATK on the field. \r● Tails: Once per turn, during your End Phase: Target 1 face-up monster your opponent controls; destroy that target, and if you do, inflict damage to your opponent equal to its ATK on the field.","atk":"2200","def":"2200","level":"6","race":"Fairy","attribute":"LIGHT"},{"name":"Central Shield","type":"Spell Card","race":"Equip","desc":"Equip only to a monster you control. You take no battle damage from attacks involving a monster you control, other than the equipped monster."},{"name":"The Sky Lord","type":"Spell Card","race":"Continuous","desc":"Activate this card only if you have a Level 7 or higher 'Arcana Force' monster in your Graveyard. You can send this face-up card, 1 'The Material Lord', and 1 'The Spiritual Lord' from your field to the Graveyard; Special Summon 1 'Arcana Force EX - The Light Ruler' from your hand, Deck, or Graveyard, ignoring its Summoning conditions."},{"name":"The Material Lord","type":"Trap Card","race":"Continuous","desc":"Activate this card only if you have a Level 4 or lower 'Arcana Force' monster in your Graveyard. You can send 1 Level 5 or 6 'Arcana Force' monster from your hand to the Graveyard; add 1 'The Spiritual Lord' from your Deck to your hand."},{"name":"The Spiritual Lord","type":"Trap Card","race":"Continuous","desc":"Activate this card only if you have a Level 5 or 6 'Arcana Force' monster in your Graveyard. You can send 1 Level 7 or higher 'Arcana Force' monster from your hand to the Graveyard: add 1 'The Sky Lord' from your Deck to your hand."},{"name":"Altar of the Bound Deity","type":"Trap Card","race":"Continuous","desc":"Once per turn, during your Standby Phase: Place 1 Earthbound Immortal Counter on this card for each face-up Defense Position monster on the field. You can send this card with 4 or more Earthbound Immortal Counters to the Graveyard; Special Summon 1 'Earthbound Immortal' monster from your Deck."},{"name":"Card of Distrain","type":"Spell Card","race":"Normal","desc":"If your opponent controls 2 or more Set cards in their Spell & Trap Zone: Target 1 of those cards; that Set card cannot be activated this turn, also each time your opponent activates a Set card in their Spell & Trap Zone this turn, they take 800 damage immediately after it resolves."},{"name":"Ojamandala","type":"Spell Card","race":"Normal","desc":"Activate only by paying 1000 Life Points if an 'Ojama Green', 'Ojama Yellow' and 'Ojama Black' are in your Graveyard. Special Summon 1 copy of each from your Graveyard."},{"name":"Suit of Sword X","type":"Spell Card","race":"Normal","desc":"Toss a coin and apply the following effect. \r●Heads: Destroy all monsters your opponent controls. \r●Tails: Destroy all monsters you control."},{"name":"Mach Synchron","type":"Tuner Monster","desc":"Once per turn, during the End Phase, if this card is in the Graveyard because it was sent there this turn as Synchro Material: You can target 1 other monster in your Graveyard, that was used as material for that Synchro Summon; add it to your hand.","atk":"0","def":"0","level":"1","race":"Machine","attribute":"WIND"},{"name":"Synchro Spirits","type":"Trap Card","property":"Normal","desc":"Target 1 Synchro Monster in your Graveyard; banish it, then, if all of the monsters that were used for the Synchro Summon of that monster are in your Graveyard, you can Special Summon all of them."}]